a = input("Открыть файл(Y-N): ")
if a == "Y":
    print("_________________HackYou_________________")
    print("*Progi*-Проги(5)")
    print("*Options*-Настройки и как пользоваться")
    print("Пример ввода комманды: Progi")
    print("__________________________________________")
    komm = input("ВВедите комманду: ");
    
if komm == "Progi":
    print("__________________________________________")
    print("Weeman(Фишинг страниц)")
    print("Пример ввода комманды: Progi")
    print("__________________________________________")9
    pr = input("ВВедите комманду: ");
if a == "N":
    print("ПЫСРВР")
